{"hits":[{"id":"ENSG00000183117","symbol":"CSMD1","name":"CUB and Sushi multiple domains 1","type":"protein_coding","chromosome":"8","start":2792875,"end":4852494,"affectedDonorCountTotal":3508,"affectedDonorCountFiltered":3508,"strand":-1,"description":"","externalDbIds":{"hgnc":["14026"],"omim_gene":["608397"],"entrez_gene":["64478"],"uniprotkb_swissprot":[]}},{"id":"ENSG00000168702","symbol":"LRP1B","name":"low density lipoprotein receptor-related protein 1B","type":"protein_coding","chromosome":"2","start":140988992,"end":142889270,"affectedDonorCountTotal":3376,"affectedDonorCountFiltered":3376,"strand":-1,"description":"This gene encodes a member of the low density lipoprotein (LDL) receptor family. These receptors play a wide variety of roles in normal cell function and development due to their interactions with multiple ligands. Disruption of this gene has been reported in several types of cancer. [provided by RefSeq, Jun 2016]","externalDbIds":{"hgnc":["6693"],"omim_gene":["608766"],"entrez_gene":["53353"],"uniprotkb_swissprot":["Q9NZR2"]}},{"id":"ENSG00000164796","symbol":"CSMD3","name":"CUB and Sushi multiple domains 3","type":"protein_coding","chromosome":"8","start":113235157,"end":114449328,"affectedDonorCountTotal":3354,"affectedDonorCountFiltered":3354,"strand":-1,"description":"","externalDbIds":{"hgnc":["19291"],"omim_gene":["608399"],"entrez_gene":["114788"],"uniprotkb_swissprot":["Q7Z407"]}},{"id":"ENSG00000150275","symbol":"PCDH15","name":"protocadherin-related 15","type":"protein_coding","chromosome":"10","start":55562531,"end":57387702,"affectedDonorCountTotal":3224,"affectedDonorCountFiltered":3224,"strand":-1,"description":"This gene is a member of the cadherin superfamily. Family members encode integral membrane proteins that mediate calcium-dependent cell-cell adhesion. It plays an essential role in maintenance of normal retinal and cochlear function. Mutations in this gene result in hearing loss and Usher Syndrome Type IF (USH1F). Extensive alternative splicing resulting in multiple isoforms has been observed in the mouse ortholog. Similar alternatively spliced transcripts are inferred to occur in human, and additional variants are likely to occur. [provided by RefSeq, Dec 2008]","externalDbIds":{"hgnc":["14674"],"omim_gene":["605514"],"entrez_gene":["65217"],"uniprotkb_swissprot":["Q96QU1"]}},{"id":"ENSG00000174469","symbol":"CNTNAP2","name":"contactin associated protein-like 2","type":"protein_coding","chromosome":"7","start":145813453,"end":148118090,"affectedDonorCountTotal":3127,"affectedDonorCountFiltered":3127,"strand":1,"description":"This gene encodes a member of the neurexin family which functions in the vertebrate nervous system as cell adhesion molecules and receptors. This protein, like other neurexin proteins, contains epidermal growth factor repeats and laminin G domains. In addition, it includes an F5/8 type C domain, discoidin/neuropilin- and fibrinogen-like domains, thrombospondin N-terminal-like domains and a putative PDZ binding site. This protein is localized at the juxtaparanodes of myelinated axons, and mediates interactions between neurons and glia during nervous system development and is also involved in localization of potassium channels within differentiating axons. This gene encompasses almost 1.5% of chromosome 7 and is one of the largest genes in the human genome. It is directly bound and regulated by forkhead box protein P2 (FOXP2), a transcription factor related to speech and language development. This gene has been implicated in multiple neurodevelopmental disorders, including Gilles de la Tourette syndrome, schizophrenia, epilepsy, autism, ADHD and mental retardation.[provided by RefSeq, Mar 2010]","externalDbIds":{"hgnc":["13830"],"omim_gene":["604569"],"entrez_gene":["26047"],"uniprotkb_swissprot":["Q9UHC6"]}},{"id":"ENSG00000153707","symbol":"PTPRD","name":"protein tyrosine phosphatase, receptor type, D","type":"protein_coding","chromosome":"9","start":8314246,"end":10612723,"affectedDonorCountTotal":3076,"affectedDonorCountFiltered":3076,"strand":-1,"description":"The protein encoded by this gene is a member of the protein tyrosine phosphatase (PTP) family. PTPs are known to be signaling molecules that regulate a variety of cellular processes including cell growth, differentiation, mitotic cycle, and oncogenic transformation. This PTP contains an extracellular region, a single transmembrane segment and two tandem intracytoplasmic catalytic domains, and thus represents a receptor-type PTP. The extracellular region of this protein is composed of three Ig-like and eight fibronectin type III-like domains. Studies of the similar genes in chicken and fly suggest the role of this PTP is in promoting neurite growth, and regulating neurons axon guidance. Multiple alternatively spliced transcript variants of this gene have been reported. A related pseudogene has been identified on chromosome 5. [provided by RefSeq, Jan 2010]","externalDbIds":{"hgnc":["9668"],"omim_gene":["601598"],"entrez_gene":["5789"],"uniprotkb_swissprot":["P23468"]}},{"id":"ENSG00000185008","symbol":"ROBO2","name":"roundabout, axon guidance receptor, homolog 2 (Drosophila)","type":"protein_coding","chromosome":"3","start":75955846,"end":77699115,"affectedDonorCountTotal":3005,"affectedDonorCountFiltered":3005,"strand":1,"description":"The protein encoded by this gene belongs to the ROBO family, part of the immunoglobulin superfamily of proteins that are highly conserved from fly to human. The encoded protein is a transmembrane receptor for the slit homolog 2 protein and functions in axon guidance and cell migration. Mutations in this gene are associated with vesicoureteral reflux, characterized by the backward flow of urine from the bladder into the ureters or the kidney. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Feb 2014]","externalDbIds":{"hgnc":["10250"],"omim_gene":["602431"],"entrez_gene":["6092"],"uniprotkb_swissprot":["Q9HCK4"]}},{"id":"ENSG00000188107","symbol":"EYS","name":"eyes shut homolog (Drosophila)","type":"protein_coding","chromosome":"6","start":64429876,"end":66417118,"affectedDonorCountTotal":2990,"affectedDonorCountFiltered":2990,"strand":-1,"description":"DISCONTINUED: This record has been withdrawn by NCBI because the model on which it was based was not predicted in a later annotation.","externalDbIds":{"hgnc":["21555"],"omim_gene":["612424"],"entrez_gene":["346007"],"uniprotkb_swissprot":["Q5T1H1"]}},{"id":"ENSG00000078328","symbol":"RBFOX1","name":"RNA binding protein, fox-1 homolog (C. elegans) 1","type":"protein_coding","chromosome":"16","start":6069095,"end":7763340,"affectedDonorCountTotal":2908,"affectedDonorCountFiltered":2908,"strand":1,"description":"The Fox-1 family of RNA-binding proteins is evolutionarily conserved, and regulates tissue-specific alternative splicing in metazoa. Fox-1 recognizes a (U)GCAUG stretch in regulated exons or in flanking introns. The protein binds to the C-terminus of ataxin-2 and may contribute to the restricted pathology of spinocerebellar ataxia type 2 (SCA2). Ataxin-2 is the product of the SCA2 gene which causes familial neurodegenerative diseases. Fox-1 and ataxin-2 are both localized in the trans-Golgi network. Several alternatively spliced transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Nov 2011]","externalDbIds":{"hgnc":["18222"],"omim_gene":["605104"],"entrez_gene":["54715"],"uniprotkb_swissprot":["Q9NWB1"]}},{"id":"ENSG00000198947","symbol":"DMD","name":"dystrophin","type":"protein_coding","chromosome":"X","start":31115794,"end":33357558,"affectedDonorCountTotal":2868,"affectedDonorCountFiltered":2868,"strand":-1,"description":"The dystrophin gene is the largest gene found in nature, measuring 2.4 Mb. The gene was identified through a positional cloning approach, targeted at the isolation of the gene responsible for Duchenne (DMD) and Becker (BMD) Muscular Dystrophies. DMD is a recessive, fatal, X-linked disorder occurring at a frequency of about 1 in 3,500 new-born males. BMD is a milder allelic form. In general, DMD patients carry mutations which cause premature translation termination (nonsense or frame shift mutations), while in BMD patients dystrophin is reduced either in molecular weight (derived from in-frame deletions) or in expression level. The dystrophin gene is highly complex, containing at least eight independent, tissue-specific promoters and two polyA-addition sites. Furthermore, dystrophin RNA is differentially spliced, producing a range of different transcripts, encoding a large set of protein isoforms. Dystrophin (as encoded by the Dp427 transcripts) is a large, rod-like cytoskeletal protein which is found at the inner surface of muscle fibers. Dystrophin is part of the dystrophin-glycoprotein complex (DGC), which bridges the inner cytoskeleton (F-actin) and the extra-cellular matrix. [provided by RefSeq, Jul 2008]","externalDbIds":{"hgnc":["2928"],"omim_gene":["300377"],"entrez_gene":["1756"],"uniprotkb_swissprot":["P11532"]}},{"id":"ENSG00000175497","symbol":"DPP10","name":"dipeptidyl-peptidase 10 (non-functional)","type":"protein_coding","chromosome":"2","start":115199876,"end":116603328,"affectedDonorCountTotal":2853,"affectedDonorCountFiltered":2853,"strand":1,"description":"This gene encodes a single-pass type II membrane protein that is a member of the S9B family in clan SC of the serine proteases. This protein has no detectable protease activity, most likely due to the absence of the conserved serine residue normally present in the catalytic domain of serine proteases. However, it does bind specific voltage-gated potassium channels and alters their expression and biophysical properties. Mutations in this gene have been associated with asthma. Alternate transcriptional splice variants, encoding different isoforms, have been characterized. [provided by RefSeq, Jul 2008]","externalDbIds":{"hgnc":["20823"],"omim_gene":["608209"],"entrez_gene":["57628"],"uniprotkb_swissprot":["Q8N608"]}},{"id":"ENSG00000183230","symbol":"CTNNA3","name":"catenin (cadherin-associated protein), alpha 3","type":"protein_coding","chromosome":"10","start":67672276,"end":69455927,"affectedDonorCountTotal":2838,"affectedDonorCountFiltered":2838,"strand":-1,"description":"This gene encodes a protein that belongs to the vinculin/alpha-catenin family. The encoded protein plays a role in cell-cell adhesion in muscle cells. Mutations in this gene are associated with arrhythmogenic right ventricular dysplasia, familial 13. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Mar 2014]","externalDbIds":{"hgnc":["2511"],"omim_gene":["607667"],"entrez_gene":["29119"],"uniprotkb_swissprot":["Q9UI47"]}},{"id":"ENSG00000187323","symbol":"DCC","name":"deleted in colorectal carcinoma","type":"protein_coding","chromosome":"18","start":49866542,"end":51057784,"affectedDonorCountTotal":2798,"affectedDonorCountFiltered":2798,"strand":1,"description":"This gene encodes a netrin 1 receptor. The transmembrane protein is a member of the immunoglobulin superfamily of cell adhesion molecules, and mediates axon guidance of neuronal growth cones towards sources of netrin 1 ligand. The cytoplasmic tail interacts with the tyrosine kinases Src and focal adhesion kinase (FAK, also known as PTK2) to mediate axon attraction. The protein partially localizes to lipid rafts, and induces apoptosis in the absence of ligand. The protein functions as a tumor suppressor, and is frequently mutated or downregulated in colorectal cancer and esophageal carcinoma. [provided by RefSeq, Oct 2009]","externalDbIds":{"hgnc":["2701"],"omim_gene":["120470"],"entrez_gene":["1630"],"uniprotkb_swissprot":["P43146"]}},{"id":"ENSG00000021645","symbol":"NRXN3","name":"neurexin 3","type":"protein_coding","chromosome":"14","start":78708734,"end":80330762,"affectedDonorCountTotal":2784,"affectedDonorCountFiltered":2784,"strand":1,"description":"This gene encodes a member of a family of proteins that function in the nervous system as receptors and cell adhesion molecules. Extensive alternative splicing and the use of alternative promoters results in multiple transcript variants and protein isoforms for this gene, but the full-length nature of many of these variants has not been determined. Transcripts that initiate from an upstream promoter encode alpha isoforms, which contain epidermal growth factor-like (EGF-like) sequences and laminin G domains. Transcripts initiating from the downstream promoter encode beta isoforms, which lack EGF-like sequences. Genetic variation at this locus has been associated with a range of behavioral phenotypes, including alcohol dependence and autism spectrum disorder. [provided by RefSeq, Dec 2012]","externalDbIds":{"hgnc":["8010"],"omim_gene":["600567"],"entrez_gene":["9369"],"uniprotkb_swissprot":["Q9Y4C0","Q9HDB5"]}},{"id":"ENSG00000155093","symbol":"PTPRN2","name":"protein tyrosine phosphatase, receptor type, N polypeptide 2","type":"protein_coding","chromosome":"7","start":157331750,"end":158380480,"affectedDonorCountTotal":2770,"affectedDonorCountFiltered":2770,"strand":-1,"description":"This gene encodes a protein with sequence similarity to receptor-like protein tyrosine phosphatases. However, tyrosine phosphatase activity has not been experimentally validated for this protein. Studies of the rat ortholog suggest that the encoded protein may instead function as a phosphatidylinositol phosphatase with the ability to dephosphorylate phosphatidylinositol 3-phosphate and phosphatidylinositol 4,5-diphosphate, and this function may be involved in the regulation of insulin secretion. This protein has been identified as an autoantigen in insulin-dependent diabetes mellitus. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Feb 2015]","externalDbIds":{"hgnc":["9677"],"omim_gene":["601698"],"entrez_gene":["5799"],"uniprotkb_swissprot":["Q92932"]}},{"id":"ENSG00000154162","symbol":"CDH12","name":"cadherin 12, type 2 (N-cadherin 2)","type":"protein_coding","chromosome":"5","start":21750782,"end":22853731,"affectedDonorCountTotal":2759,"affectedDonorCountFiltered":2759,"strand":-1,"description":"This gene encodes a type II classical cadherin of the cadherin superfamily. Alternative splicing of this gene results in multiple transcript variants. At least one of these variants encodes a preproprotein that is proteolytically processed to generate the mature cadherin protein. These integral membrane proteins mediate calcium-dependent cell-cell adhesion and are composed of a large N-terminal extracellular domain, a single membrane-spanning domain, and a small, highly conserved C-terminal cytoplasmic domain. Type II (atypical) cadherins are defined based on their lack of a histidine-alanine-valine (HAV) cell adhesion recognition sequence specific to type I cadherins. This particular cadherin appears to be expressed specifically in the brain and its temporal pattern of expression would be consistent with a role during a critical period of neuronal development, perhaps specifically during synaptogenesis. [provided by RefSeq, Nov 2015]","externalDbIds":{"hgnc":["1751"],"omim_gene":["600562"],"entrez_gene":["1010"],"uniprotkb_swissprot":["P55289"]}},{"id":"ENSG00000152208","symbol":"GRID2","name":"glutamate receptor, ionotropic, delta 2","type":"protein_coding","chromosome":"4","start":93225550,"end":94695707,"affectedDonorCountTotal":2744,"affectedDonorCountFiltered":2744,"strand":1,"description":"The protein encoded by this gene is a member of the family of ionotropic glutamate receptors which are the predominant excitatory neurotransmitter receptors in the mammalian brain. The encoded protein is a multi-pass membrane protein that is expressed selectively in cerebellar Purkinje cells. A point mutation in the mouse ortholog, associated with the phenotype named'lurcher', in the heterozygous state leads to ataxia resulting from selective, cell-autonomous apoptosis of cerebellar Purkinje cells during postnatal development. Mice homozygous for this mutation die shortly after birth from massive loss of mid- and hindbrain neurons during late embryogenesis. This protein also plays a role in synapse organization between parallel fibers and Purkinje cells. Alternate splicing results in multiple transcript variants encoding distinct isoforms. Mutations in this gene cause cerebellar ataxia in humans. [provided by RefSeq, Apr 2014]","externalDbIds":{"hgnc":["4576"],"omim_gene":["602368"],"entrez_gene":["2895"],"uniprotkb_swissprot":["O43424"]}},{"id":"ENSG00000185565","symbol":"LSAMP","name":"limbic system-associated membrane protein","type":"protein_coding","chromosome":"3","start":115521235,"end":117716095,"affectedDonorCountTotal":2732,"affectedDonorCountFiltered":2732,"strand":-1,"description":"This gene encodes a member of the immunoglobulin LAMP, OBCAM and neurotrimin (IgLON) family of proteins. The encoded preproprotein is proteolytically processed to generate a neuronal surface glycoprotein. This protein may act as a selective homophilic adhesion molecule during axon guidance and neuronal growth in the developing limbic system. The encoded protein may also function as a tumor suppressor and may play a role in neuropsychiatric disorders. Alternative splicing results in multiple transcript variants, at least one of which encodes a preproprotein that is proteolytically processed. [provided by RefSeq, Jan 2016]","externalDbIds":{"hgnc":["6705"],"omim_gene":["603241"],"entrez_gene":["4045"],"uniprotkb_swissprot":["Q13449"]}},{"id":"ENSG00000179915","symbol":"NRXN1","name":"neurexin 1","type":"protein_coding","chromosome":"2","start":50145643,"end":51259674,"affectedDonorCountTotal":2729,"affectedDonorCountFiltered":2729,"strand":-1,"description":"This gene encodes a single-pass type I membrane protein that belongs to the neurexin family. Neurexins are cell-surface receptors that bind neuroligins to form Ca(2+)-dependent neurexin/neuroligin complexes at synapses in the central nervous system. This complex is required for efficient neurotransmission, and is involved in the formation of synaptic contacts. Three members of this gene family have been studied in detail and are estimated to generate over 3,000 variants through the use of two alternative promoters (alpha and beta) and extensive alternative splicing in each family member. Recently, a third promoter (gamma) was identified for this gene in the 3'region. The RefSeq project has decided to create only a few representative transcript variants of the multitude that are possible. Mutations in this gene are associated with Pitt-Hopkins-like syndrome-2. [provided by RefSeq, Feb 2016]","externalDbIds":{"hgnc":["8008"],"omim_gene":["600565"],"entrez_gene":["9378"],"uniprotkb_swissprot":["Q9ULB1","P58400"]}},{"id":"ENSG00000149972","symbol":"CNTN5","name":"contactin 5","type":"protein_coding","chromosome":"11","start":98891683,"end":100229616,"affectedDonorCountTotal":2708,"affectedDonorCountFiltered":2708,"strand":1,"description":"The protein encoded by this gene is a member of the immunoglobulin superfamily, and contactin family, which mediate cell surface interactions during nervous system development. This protein is a glycosylphosphatidylinositol (GPI)-anchored neuronal membrane protein that functions as a cell adhesion molecule. It may play a role in the formation of axon connections in the developing nervous system. Alternatively spliced transcript variants encoding different isoforms have been described for this gene. [provided by RefSeq, Aug 2011]","externalDbIds":{"hgnc":["2175"],"omim_gene":["607219"],"entrez_gene":["53942"],"uniprotkb_swissprot":["O94779"]}},{"id":"ENSG00000150672","symbol":"DLG2","name":"discs, large homolog 2 (Drosophila)","type":"protein_coding","chromosome":"11","start":83166055,"end":85338966,"affectedDonorCountTotal":2702,"affectedDonorCountFiltered":2702,"strand":-1,"description":"This gene encodes a member of the membrane-associated guanylate kinase (MAGUK) family. The encoded protein forms a heterodimer with a related family member that may interact at postsynaptic sites to form a multimeric scaffold for the clustering of receptors, ion channels, and associated signaling proteins. Multiple transcript variants encoding different isoforms have been found for this gene. Additional transcript variants have been described, but their full-length nature is not known. [provided by RefSeq, Dec 2008]","externalDbIds":{"hgnc":["2901"],"omim_gene":["603583"],"entrez_gene":["1740"],"uniprotkb_swissprot":["Q15700"]}},{"id":"ENSG00000148948","symbol":"LRRC4C","name":"leucine rich repeat containing 4C","type":"protein_coding","chromosome":"11","start":40135753,"end":41481323,"affectedDonorCountTotal":2700,"affectedDonorCountFiltered":2700,"strand":-1,"description":"NGL1 is a specific binding partner for netrin G1 (NTNG1; MIM 608818), which is a member of the netrin family of axon guidance molecules (Lin et al., 2003 [PubMed 14595443]).[supplied by OMIM, Mar 2008]","externalDbIds":{"hgnc":["29317"],"omim_gene":["608817"],"entrez_gene":["57689"],"uniprotkb_swissprot":["Q9HCJ2"]}},{"id":"ENSG00000172264","symbol":"MACROD2","name":"MACRO domain containing 2","type":"protein_coding","chromosome":"20","start":13976015,"end":16033842,"affectedDonorCountTotal":2697,"affectedDonorCountFiltered":2697,"strand":1,"description":"","externalDbIds":{"hgnc":["16126"],"omim_gene":["611567"],"entrez_gene":["140733"],"uniprotkb_swissprot":["A1Z1Q3"]}},{"id":"ENSG00000179399","symbol":"GPC5","name":"glypican 5","type":"protein_coding","chromosome":"13","start":92050929,"end":93519490,"affectedDonorCountTotal":2689,"affectedDonorCountFiltered":2689,"strand":1,"description":"Cell surface heparan sulfate proteoglycans are composed of a membrane-associated protein core substituted with a variable number of heparan sulfate chains. Members of the glypican-related integral membrane proteoglycan family (GRIPS) contain a core protein anchored to the cytoplasmic membrane via a glycosyl phosphatidylinositol linkage.  These proteins may play a role in the control of cell division and growth regulation. [provided by RefSeq, Jul 2008]","externalDbIds":{"hgnc":["4453"],"omim_gene":["602446"],"entrez_gene":["2262"],"uniprotkb_swissprot":["P78333"]}},{"id":"ENSG00000196090","symbol":"PTPRT","name":"protein tyrosine phosphatase, receptor type, T","type":"protein_coding","chromosome":"20","start":40701392,"end":41818610,"affectedDonorCountTotal":2684,"affectedDonorCountFiltered":2684,"strand":-1,"description":"The protein encoded by this gene is a member of the protein tyrosine phosphatase (PTP) family. PTPs are known to be signaling molecules that regulate a variety of cellular processes including cell growth, differentiation, mitotic cycle, and oncogenic transformation. This PTP possesses an extracellular region, a single transmembrane region, and two tandem intracellular catalytic domains, and thus represents a receptor-type PTP. The extracellular region contains a meprin-A5 antigen-PTP (MAM) domain, Ig-like and fibronectin type III-like repeats. The protein domain structure and the expression pattern of the mouse counterpart of this PTP suggest its roles in both signal transduction and cellular adhesion in the central nervous system. Two alternatively spliced transcript variants of this gene, which encode distinct proteins, have been reported. [provided by RefSeq, Jul 2008]","externalDbIds":{"hgnc":["9682"],"omim_gene":["608712"],"entrez_gene":["11122"],"uniprotkb_swissprot":["O14522"]}},{"id":"ENSG00000145526","symbol":"CDH18","name":"cadherin 18, type 2","type":"protein_coding","chromosome":"5","start":19473060,"end":20575982,"affectedDonorCountTotal":2677,"affectedDonorCountFiltered":2677,"strand":-1,"description":"This gene encodes a type II classical cadherin from the cadherin superfamily of integral membrane proteins that mediate calcium-dependent cell-cell adhesion. Mature cadherin proteins are composed of a large N-terminal extracellular domain, a single membrane-spanning domain, and a small, highly conserved C-terminal cytoplasmic domain. Type II (atypical) cadherins are defined based on their lack of a HAV cell adhesion recognition sequence specific to type I cadherins. This particular cadherin is expressed specifically in the central nervous system and is putatively involved in synaptic adhesion, axon outgrowth and guidance. Alternatively spliced transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, May 2014]","externalDbIds":{"hgnc":["1757"],"omim_gene":["603019"],"entrez_gene":["1016"],"uniprotkb_swissprot":["Q13634"]}},{"id":"ENSG00000260411","symbol":"RP11-420N3.2","name":"RP11-420N3.2","type":"processed_transcript","chromosome":"16","start":5289803,"end":6826015,"affectedDonorCountTotal":2660,"affectedDonorCountFiltered":2660,"strand":1,"description":"","externalDbIds":{"hgnc":[],"omim_gene":[],"entrez_gene":[],"uniprotkb_swissprot":[]}},{"id":"ENSG00000178568","symbol":"ERBB4","name":"v-erb-b2 avian erythroblastic leukemia viral oncogene homolog 4","type":"protein_coding","chromosome":"2","start":212240446,"end":213403565,"affectedDonorCountTotal":2652,"affectedDonorCountFiltered":2652,"strand":-1,"description":"This gene is a member of the Tyr protein kinase family and the epidermal growth factor receptor subfamily. It encodes a single-pass type I membrane protein with multiple cysteine rich domains, a transmembrane domain, a tyrosine kinase domain, a phosphotidylinositol-3 kinase binding site and a PDZ domain binding motif. The protein binds to and is activated by neuregulins and other factors and induces a variety of cellular responses including mitogenesis and differentiation. Multiple proteolytic events allow for the release of a cytoplasmic fragment and an extracellular fragment. Mutations in this gene have been associated with cancer. Alternatively spliced variants which encode different protein isoforms have been described; however, not all variants have been fully characterized. [provided by RefSeq, Jul 2008]","externalDbIds":{"hgnc":["3432"],"omim_gene":["600543"],"entrez_gene":["2066"],"uniprotkb_swissprot":["Q15303"]}},{"id":"ENSG00000144229","symbol":"THSD7B","name":"thrombospondin, type I, domain containing 7B","type":"protein_coding","chromosome":"2","start":137523115,"end":138435287,"affectedDonorCountTotal":2647,"affectedDonorCountFiltered":2647,"strand":1,"description":"","externalDbIds":{"hgnc":["29348"],"omim_gene":[],"entrez_gene":["80731"],"uniprotkb_swissprot":["Q9C0I4"]}},{"id":"ENSG00000231918","symbol":"AC007682.1","name":"uncharacterized LOC730100","type":"lincRNA","chromosome":"2","start":51259739,"end":52635055,"affectedDonorCountTotal":2627,"affectedDonorCountFiltered":2627,"strand":1,"description":"","externalDbIds":{"hgnc":[],"omim_gene":[],"entrez_gene":["730100"],"uniprotkb_swissprot":[]}},{"id":"ENSG00000185053","symbol":"SGCZ","name":"sarcoglycan, zeta","type":"protein_coding","chromosome":"8","start":13947373,"end":15095848,"affectedDonorCountTotal":2620,"affectedDonorCountFiltered":2620,"strand":-1,"description":"DISCONTINUED: This record has been withdrawn by NCBI because the model on which it was based was not predicted in a later annotation.","externalDbIds":{"hgnc":["14075"],"omim_gene":["608113"],"entrez_gene":["137868"],"uniprotkb_swissprot":["Q96LD1"]}},{"id":"ENSG00000185532","symbol":"PRKG1","name":"protein kinase, cGMP-dependent, type I","type":"protein_coding","chromosome":"10","start":52750945,"end":54058110,"affectedDonorCountTotal":2599,"affectedDonorCountFiltered":2599,"strand":1,"description":"Mammals have three different isoforms of cyclic GMP-dependent protein kinase (Ialpha, Ibeta, and II). These PRKG isoforms act as key mediators of the nitric oxide/cGMP signaling pathway and are important components of many signal transduction processes in diverse cell types. This PRKG1 gene on human chromosome 10 encodes the soluble Ialpha and Ibeta isoforms of PRKG by alternative transcript splicing. A separate gene on human chromosome 4, PRKG2, encodes the membrane-bound PRKG isoform II. The PRKG1 proteins play a central role in regulating cardiovascular and neuronal functions in addition to relaxing smooth muscle tone, preventing platelet aggregation, and modulating cell growth. This gene is most strongly expressed in all types of smooth muscle, platelets, cerebellar Purkinje cells, hippocampal neurons, and the lateral amygdala. Isoforms Ialpha and Ibeta have identical cGMP-binding and catalytic domains but differ in their leucine/isoleucine zipper and autoinhibitory sequences and therefore differ in their dimerization substrates and kinase enzyme activity. [provided by RefSeq, Sep 2011]","externalDbIds":{"hgnc":["9414"],"omim_gene":["176894","138670"],"entrez_gene":["5592"],"uniprotkb_swissprot":["Q13976"]}},{"id":"ENSG00000169855","symbol":"ROBO1","name":"roundabout, axon guidance receptor, homolog 1 (Drosophila)","type":"protein_coding","chromosome":"3","start":78646390,"end":79816965,"affectedDonorCountTotal":2599,"affectedDonorCountFiltered":2599,"strand":-1,"description":"Bilateral symmetric nervous systems have special midline structures that establish a partition between the two mirror image halves. Some axons project toward and across the midline in response to long-range chemoattractants emanating from the midline. The product of this gene is a member of the immunoglobulin gene superfamily and encodes an integral membrane protein that functions in axon guidance and neuronal precursor cell migration. This receptor is activated by SLIT-family proteins, resulting in a repulsive effect on glioma cell guidance in the developing brain. A related gene is located at an adjacent region on chromosome 3. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Mar 2009]","externalDbIds":{"hgnc":["10249"],"omim_gene":["602430"],"entrez_gene":["6091"],"uniprotkb_swissprot":["Q9Y6N7"]}},{"id":"ENSG00000185774","symbol":"KCNIP4","name":"Kv channel interacting protein 4","type":"protein_coding","chromosome":"4","start":20730239,"end":21950422,"affectedDonorCountTotal":2564,"affectedDonorCountFiltered":2564,"strand":-1,"description":"This gene encodes a member of the family of voltage-gated potassium (Kv) channel-interacting proteins (KCNIPs), which belong to the recoverin branch of the EF-hand superfamily. Members of the KCNIP family are small calcium binding proteins. They all have EF-hand-like domains, and differ from each other in the N-terminus. They are integral subunit components of native Kv4 channel complexes. They may regulate A-type currents, and hence neuronal excitability, in response to changes in intracellular calcium. This protein member also interacts with presenilin. Multiple alternatively spliced transcript variants encoding distinct isoforms have been identified for this gene. [provided by RefSeq, Jul 2008]","externalDbIds":{"hgnc":["30083"],"omim_gene":["608182"],"entrez_gene":["80333"],"uniprotkb_swissprot":["Q6PIL6"]}},{"id":"ENSG00000174473","symbol":"GALNTL6","name":"UDP-N-acetyl-alpha-D-galactosamine:polypeptide N-acetylgalactosaminyltransferase-like 6","type":"protein_coding","chromosome":"4","start":172733405,"end":173962710,"affectedDonorCountTotal":2556,"affectedDonorCountFiltered":2556,"strand":1,"description":"DISCONTINUED: This record has been withdrawn by NCBI because the model on which it was based was not predicted in a later annotation.","externalDbIds":{"hgnc":["33844"],"omim_gene":["615138"],"entrez_gene":["442117"],"uniprotkb_swissprot":["Q49A17"]}},{"id":"ENSG00000147481","symbol":"SNTG1","name":"syntrophin, gamma 1","type":"protein_coding","chromosome":"8","start":50822349,"end":51706678,"affectedDonorCountTotal":2555,"affectedDonorCountFiltered":2555,"strand":1,"description":"The protein encoded by this gene is a member of the syntrophin family. Syntrophins are cytoplasmic peripheral membrane proteins that typically contain 2 pleckstrin homology (PH) domains, a PDZ domain that bisects the first PH domain, and a C-terminal domain that mediates dystrophin binding. This family member plays a role in mediating gamma-enolase trafficking to the plasma membrane and in enhancing its neurotrophic activity. Mutations in this gene are associated with idiopathic scoliosis. Alternatively spliced transcript variants have been found for this gene. [provided by RefSeq, Mar 2016]","externalDbIds":{"hgnc":["13740"],"omim_gene":["608714"],"entrez_gene":["54212"],"uniprotkb_swissprot":["Q9NSN8"]}},{"id":"ENSG00000175161","symbol":"CADM2","name":"cell adhesion molecule 2","type":"protein_coding","chromosome":"3","start":85008132,"end":86123579,"affectedDonorCountTotal":2550,"affectedDonorCountFiltered":2550,"strand":1,"description":"DISCONTINUED: This record has been withdrawn by NCBI because the model on which it was based was not predicted in a later annotation.","externalDbIds":{"hgnc":["29849"],"omim_gene":["609938"],"entrez_gene":["253559"],"uniprotkb_swissprot":["Q8N3J6"]}},{"id":"ENSG00000080224","symbol":"EPHA6","name":"EPH receptor A6","type":"protein_coding","chromosome":"3","start":96533425,"end":97471304,"affectedDonorCountTotal":2511,"affectedDonorCountFiltered":2511,"strand":1,"description":"DISCONTINUED: This record has been withdrawn by NCBI because the model on which it was based was not predicted in a later annotation.","externalDbIds":{"hgnc":["19296"],"omim_gene":["600066"],"entrez_gene":["285220"],"uniprotkb_swissprot":["Q9UF33"]}},{"id":"ENSG00000177694","symbol":"NAALADL2","name":"N-acetylated alpha-linked acidic dipeptidase-like 2","type":"protein_coding","chromosome":"3","start":174156363,"end":175523428,"affectedDonorCountTotal":2507,"affectedDonorCountFiltered":2507,"strand":1,"description":"DISCONTINUED: This record has been withdrawn by NCBI because the model on which it was based was not predicted in a later annotation.","externalDbIds":{"hgnc":["23219"],"omim_gene":["608806"],"entrez_gene":["254827"],"uniprotkb_swissprot":["Q58DX5"]}},{"id":"ENSG00000173406","symbol":"DAB1","name":"Dab, reelin signal transducer, homolog 1 (Drosophila)","type":"protein_coding","chromosome":"1","start":57460451,"end":59012406,"affectedDonorCountTotal":2485,"affectedDonorCountFiltered":2485,"strand":-1,"description":"The laminar organization of multiple neuronal types in the cerebral cortex is required for normal cognitive function. In mice, the disabled-1 gene plays a central role in brain development, directing the migration of cortical neurons past previously formed neurons to reach their proper layer. This gene is similar to disabled-1, and the protein encoded by this gene is thought to be a signal transducer that interacts with protein kinase pathways to regulate neuronal positioning in the developing brain. Alternatively spliced transcript variants of this gene have been reported, but their full length nature has not been determined. [provided by RefSeq, Jul 2008]","externalDbIds":{"hgnc":["2661"],"omim_gene":["603448"],"entrez_gene":["1600"],"uniprotkb_swissprot":["O75553"]}},{"id":"ENSG00000253350","symbol":"RP11-127H5.1","name":"RP11-127H5.1","type":"protein_coding","chromosome":"8","start":105602961,"end":106431488,"affectedDonorCountTotal":2447,"affectedDonorCountFiltered":2447,"strand":1,"description":"","externalDbIds":{"hgnc":[],"omim_gene":[],"entrez_gene":[],"uniprotkb_swissprot":[]}},{"id":"ENSG00000144451","symbol":"SPAG16","name":"sperm associated antigen 16","type":"protein_coding","chromosome":"2","start":214149113,"end":215275225,"affectedDonorCountTotal":2429,"affectedDonorCountFiltered":2429,"strand":1,"description":"Cilia and flagella are comprised of a microtubular backbone, the axoneme, which is organized by the basal body and surrounded by plasma membrane. SPAG16 encodes 2 major proteins that associate with the axoneme of sperm tail and the nucleus of postmeiotic germ cells, respectively (Zhang et al., 2007 [PubMed 17699735]).[supplied by OMIM, Jul 2008]","externalDbIds":{"hgnc":["23225"],"omim_gene":["612173"],"entrez_gene":["79582"],"uniprotkb_swissprot":["Q8N0X2"]}},{"id":"ENSG00000148219","symbol":"ASTN2","name":"astrotactin 2","type":"protein_coding","chromosome":"9","start":119187504,"end":120177348,"affectedDonorCountTotal":2429,"affectedDonorCountFiltered":2429,"strand":-1,"description":"This gene encodes a protein that is expressed in the brain and may function in neuronal migration, based on functional studies of the related astrotactin 1 gene in human and mouse. A deletion at this locus has been associated with schizophrenia. Multiple transcript variants encoding different proteins have been found for this locus. [provided by RefSeq, May 2010]","externalDbIds":{"hgnc":["17021"],"omim_gene":["612856"],"entrez_gene":["23245"],"uniprotkb_swissprot":["O75129"]}},{"id":"ENSG00000196277","symbol":"GRM7","name":"glutamate receptor, metabotropic 7","type":"protein_coding","chromosome":"3","start":6811688,"end":7783215,"affectedDonorCountTotal":2424,"affectedDonorCountFiltered":2424,"strand":1,"description":"L-glutamate is the major excitatory neurotransmitter in the central nervous system, and it activates both ionotropic and metabotropic glutamate receptors. Glutamatergic neurotransmission is involved in most aspects of normal brain function and can be perturbed in many neuropathologic conditions. The metabotropic glutamate receptors are a family of G protein-coupled receptors that have been divided into three groups on the basis of sequence homology, putative signal transduction mechanisms, and pharmacologic properties. Group I includes GRM1 and GRM5, and these receptors have been shown to activate phospholipase C. Group II includes GRM2 and GRM3, while Group III includes GRM4, GRM6, GRM7 and GRM8. Group II and III receptors are linked to the inhibition of the cyclic AMP cascade but differ in their agonist selectivities. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jun 2009]","externalDbIds":{"hgnc":["4599"],"omim_gene":["604101"],"entrez_gene":["100996542","2917"],"uniprotkb_swissprot":["Q14831"]}},{"id":"ENSG00000183098","symbol":"GPC6","name":"glypican 6","type":"protein_coding","chromosome":"13","start":93879095,"end":95059655,"affectedDonorCountTotal":2422,"affectedDonorCountFiltered":2422,"strand":1,"description":"The glypicans comprise a family of glycosylphosphatidylinositol-anchored heparan sulfate proteoglycans, and they have been implicated in the control of cell growth and cell division. The glypican encoded by this gene is a putative cell surface coreceptor for growth factors, extracellular matrix proteins, proteases and anti-proteases. [provided by RefSeq, Jan 2009]","externalDbIds":{"hgnc":["4454"],"omim_gene":["604404"],"entrez_gene":["10082"],"uniprotkb_swissprot":["Q9Y625"]}},{"id":"ENSG00000145416","symbol":"MARCH1","name":"membrane-associated ring finger (C3HC4) 1, E3 ubiquitin protein ligase","type":"protein_coding","chromosome":"4","start":164445450,"end":165305202,"affectedDonorCountTotal":2415,"affectedDonorCountFiltered":2415,"strand":-1,"description":"MARCH1 is a member of the MARCH family of membrane-bound E3 ubiquitin ligases (EC 6.3.2.19). MARCH proteins add ubiquitin (see MIM 191339) to target lysines in substrate proteins, thereby signaling their vesicular transport between membrane compartments. MARCH1 downregulates the surface expression of major histocompatibility complex (MHC) class II molecules (see MIM 142880) and other glycoproteins by directing them to the late endosomal/lysosomal compartment (Bartee et al., 2004 [PubMed 14722266]; Thibodeau et al., 2008 [PubMed 18389477]; De Gassart et al., 2008 [PubMed 18305173]).[supplied by OMIM, Mar 2010]","externalDbIds":{"hgnc":["26077"],"omim_gene":["613331"],"entrez_gene":["55016"],"uniprotkb_swissprot":["Q8TCQ1"]}},{"id":"ENSG00000151789","symbol":"ZNF385D","name":"zinc finger protein 385D","type":"protein_coding","chromosome":"3","start":21459915,"end":22414812,"affectedDonorCountTotal":2407,"affectedDonorCountFiltered":2407,"strand":-1,"description":"","externalDbIds":{"hgnc":["26191"],"omim_gene":[],"entrez_gene":["79750"],"uniprotkb_swissprot":["Q9H6B1"]}},{"id":"ENSG00000144278","symbol":"GALNT13","name":"UDP-N-acetyl-alpha-D-galactosamine:polypeptide N-acetylgalactosaminyltransferase 13 (GalNAc-T13)","type":"protein_coding","chromosome":"2","start":154728426,"end":155310361,"affectedDonorCountTotal":2229,"affectedDonorCountFiltered":2229,"strand":1,"description":"The GALNT13 protein is a member of the UDP-N-acetyl-alpha-D-galactosamine:polypeptide N-acetylgalactosaminyltransferase (GalNAcT; EC 2.4.1.41) family, which initiate O-linked glycosylation of mucins (see MUC3A, MIM 158371) by the initial transfer of N-acetylgalactosamine (GalNAc) with an alpha-linkage to a serine or threonine residue.[supplied by OMIM, Apr 2004]","externalDbIds":{"hgnc":["23242"],"omim_gene":["608369"],"entrez_gene":["114805"],"uniprotkb_swissprot":["Q8IUC8"]}},{"id":"ENSG00000185942","symbol":"NKAIN3","name":"Na+/K+ transporting ATPase interacting 3","type":"protein_coding","chromosome":"8","start":63161150,"end":63912211,"affectedDonorCountTotal":2182,"affectedDonorCountFiltered":2182,"strand":1,"description":"NKAIN3 is a member of a family of mammalian proteins (see NKAIN1; MIM 612871) with similarity to Drosophila Nkain (Gorokhova et al., 2007 [PubMed 17606467]).[supplied by OMIM, Jun 2009]","externalDbIds":{"hgnc":["26829"],"omim_gene":["612872"],"entrez_gene":["286183"],"uniprotkb_swissprot":["Q8N8D7"]}},{"id":"ENSG00000197826","symbol":"C4orf22","name":"chromosome 4 open reading frame 22","type":"protein_coding","chromosome":"4","start":81256874,"end":81884910,"affectedDonorCountTotal":1961,"affectedDonorCountFiltered":1961,"strand":1,"description":"DISCONTINUED: This record has been withdrawn by NCBI because the model on which it was based was not predicted in a later annotation.","externalDbIds":{"hgnc":["28554"],"omim_gene":[],"entrez_gene":["255119"],"uniprotkb_swissprot":["Q6V702"]}}],"facets":{},"pagination":{"count":50,"total":50,"size":100,"from":1,"page":1,"pages":1,"sort":"affectedDonorCountFiltered","order":"desc"}}