{"hits":[{"id":"ENSG00000183117","symbol":"CSMD1","name":"CUB and Sushi multiple domains 1","type":"protein_coding","chromosome":"8","start":2792875,"end":4852494,"affectedDonorCountTotal":3508,"affectedDonorCountFiltered":3508,"strand":-1,"description":"","externalDbIds":{"hgnc":["14026"],"omim_gene":["608397"],"entrez_gene":["64478"],"uniprotkb_swissprot":[]}},{"id":"ENSG00000168702","symbol":"LRP1B","name":"low density lipoprotein receptor-related protein 1B","type":"protein_coding","chromosome":"2","start":140988992,"end":142889270,"affectedDonorCountTotal":3376,"affectedDonorCountFiltered":3376,"strand":-1,"description":"This gene encodes a member of the low density lipoprotein (LDL) receptor family. These receptors play a wide variety of roles in normal cell function and development due to their interactions with multiple ligands. Disruption of this gene has been reported in several types of cancer. [provided by RefSeq, Jun 2016]","externalDbIds":{"hgnc":["6693"],"omim_gene":["608766"],"entrez_gene":["53353"],"uniprotkb_swissprot":["Q9NZR2"]}},{"id":"ENSG00000164796","symbol":"CSMD3","name":"CUB and Sushi multiple domains 3","type":"protein_coding","chromosome":"8","start":113235157,"end":114449328,"affectedDonorCountTotal":3354,"affectedDonorCountFiltered":3354,"strand":-1,"description":"","externalDbIds":{"hgnc":["19291"],"omim_gene":["608399"],"entrez_gene":["114788"],"uniprotkb_swissprot":["Q7Z407"]}},{"id":"ENSG00000150275","symbol":"PCDH15","name":"protocadherin-related 15","type":"protein_coding","chromosome":"10","start":55562531,"end":57387702,"affectedDonorCountTotal":3224,"affectedDonorCountFiltered":3224,"strand":-1,"description":"This gene is a member of the cadherin superfamily. Family members encode integral membrane proteins that mediate calcium-dependent cell-cell adhesion. It plays an essential role in maintenance of normal retinal and cochlear function. Mutations in this gene result in hearing loss and Usher Syndrome Type IF (USH1F). Extensive alternative splicing resulting in multiple isoforms has been observed in the mouse ortholog. Similar alternatively spliced transcripts are inferred to occur in human, and additional variants are likely to occur. [provided by RefSeq, Dec 2008]","externalDbIds":{"hgnc":["14674"],"omim_gene":["605514"],"entrez_gene":["65217"],"uniprotkb_swissprot":["Q96QU1"]}},{"id":"ENSG00000174469","symbol":"CNTNAP2","name":"contactin associated protein-like 2","type":"protein_coding","chromosome":"7","start":145813453,"end":148118090,"affectedDonorCountTotal":3127,"affectedDonorCountFiltered":3127,"strand":1,"description":"This gene encodes a member of the neurexin family which functions in the vertebrate nervous system as cell adhesion molecules and receptors. This protein, like other neurexin proteins, contains epidermal growth factor repeats and laminin G domains. In addition, it includes an F5/8 type C domain, discoidin/neuropilin- and fibrinogen-like domains, thrombospondin N-terminal-like domains and a putative PDZ binding site. This protein is localized at the juxtaparanodes of myelinated axons, and mediates interactions between neurons and glia during nervous system development and is also involved in localization of potassium channels within differentiating axons. This gene encompasses almost 1.5% of chromosome 7 and is one of the largest genes in the human genome. It is directly bound and regulated by forkhead box protein P2 (FOXP2), a transcription factor related to speech and language development. This gene has been implicated in multiple neurodevelopmental disorders, including Gilles de la Tourette syndrome, schizophrenia, epilepsy, autism, ADHD and mental retardation.[provided by RefSeq, Mar 2010]","externalDbIds":{"hgnc":["13830"],"omim_gene":["604569"],"entrez_gene":["26047"],"uniprotkb_swissprot":["Q9UHC6"]}},{"id":"ENSG00000153707","symbol":"PTPRD","name":"protein tyrosine phosphatase, receptor type, D","type":"protein_coding","chromosome":"9","start":8314246,"end":10612723,"affectedDonorCountTotal":3076,"affectedDonorCountFiltered":3076,"strand":-1,"description":"The protein encoded by this gene is a member of the protein tyrosine phosphatase (PTP) family. PTPs are known to be signaling molecules that regulate a variety of cellular processes including cell growth, differentiation, mitotic cycle, and oncogenic transformation. This PTP contains an extracellular region, a single transmembrane segment and two tandem intracytoplasmic catalytic domains, and thus represents a receptor-type PTP. The extracellular region of this protein is composed of three Ig-like and eight fibronectin type III-like domains. Studies of the similar genes in chicken and fly suggest the role of this PTP is in promoting neurite growth, and regulating neurons axon guidance. Multiple alternatively spliced transcript variants of this gene have been reported. A related pseudogene has been identified on chromosome 5. [provided by RefSeq, Jan 2010]","externalDbIds":{"hgnc":["9668"],"omim_gene":["601598"],"entrez_gene":["5789"],"uniprotkb_swissprot":["P23468"]}},{"id":"ENSG00000185008","symbol":"ROBO2","name":"roundabout, axon guidance receptor, homolog 2 (Drosophila)","type":"protein_coding","chromosome":"3","start":75955846,"end":77699115,"affectedDonorCountTotal":3005,"affectedDonorCountFiltered":3005,"strand":1,"description":"The protein encoded by this gene belongs to the ROBO family, part of the immunoglobulin superfamily of proteins that are highly conserved from fly to human. The encoded protein is a transmembrane receptor for the slit homolog 2 protein and functions in axon guidance and cell migration. Mutations in this gene are associated with vesicoureteral reflux, characterized by the backward flow of urine from the bladder into the ureters or the kidney. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Feb 2014]","externalDbIds":{"hgnc":["10250"],"omim_gene":["602431"],"entrez_gene":["6092"],"uniprotkb_swissprot":["Q9HCK4"]}},{"id":"ENSG00000188107","symbol":"EYS","name":"eyes shut homolog (Drosophila)","type":"protein_coding","chromosome":"6","start":64429876,"end":66417118,"affectedDonorCountTotal":2990,"affectedDonorCountFiltered":2990,"strand":-1,"description":"DISCONTINUED: This record has been withdrawn by NCBI because the model on which it was based was not predicted in a later annotation.","externalDbIds":{"hgnc":["21555"],"omim_gene":["612424"],"entrez_gene":["346007"],"uniprotkb_swissprot":["Q5T1H1"]}},{"id":"ENSG00000078328","symbol":"RBFOX1","name":"RNA binding protein, fox-1 homolog (C. elegans) 1","type":"protein_coding","chromosome":"16","start":6069095,"end":7763340,"affectedDonorCountTotal":2908,"affectedDonorCountFiltered":2908,"strand":1,"description":"The Fox-1 family of RNA-binding proteins is evolutionarily conserved, and regulates tissue-specific alternative splicing in metazoa. Fox-1 recognizes a (U)GCAUG stretch in regulated exons or in flanking introns. The protein binds to the C-terminus of ataxin-2 and may contribute to the restricted pathology of spinocerebellar ataxia type 2 (SCA2). Ataxin-2 is the product of the SCA2 gene which causes familial neurodegenerative diseases. Fox-1 and ataxin-2 are both localized in the trans-Golgi network. Several alternatively spliced transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Nov 2011]","externalDbIds":{"hgnc":["18222"],"omim_gene":["605104"],"entrez_gene":["54715"],"uniprotkb_swissprot":["Q9NWB1"]}},{"id":"ENSG00000198947","symbol":"DMD","name":"dystrophin","type":"protein_coding","chromosome":"X","start":31115794,"end":33357558,"affectedDonorCountTotal":2868,"affectedDonorCountFiltered":2868,"strand":-1,"description":"The dystrophin gene is the largest gene found in nature, measuring 2.4 Mb. The gene was identified through a positional cloning approach, targeted at the isolation of the gene responsible for Duchenne (DMD) and Becker (BMD) Muscular Dystrophies. DMD is a recessive, fatal, X-linked disorder occurring at a frequency of about 1 in 3,500 new-born males. BMD is a milder allelic form. In general, DMD patients carry mutations which cause premature translation termination (nonsense or frame shift mutations), while in BMD patients dystrophin is reduced either in molecular weight (derived from in-frame deletions) or in expression level. The dystrophin gene is highly complex, containing at least eight independent, tissue-specific promoters and two polyA-addition sites. Furthermore, dystrophin RNA is differentially spliced, producing a range of different transcripts, encoding a large set of protein isoforms. Dystrophin (as encoded by the Dp427 transcripts) is a large, rod-like cytoskeletal protein which is found at the inner surface of muscle fibers. Dystrophin is part of the dystrophin-glycoprotein complex (DGC), which bridges the inner cytoskeleton (F-actin) and the extra-cellular matrix. [provided by RefSeq, Jul 2008]","externalDbIds":{"hgnc":["2928"],"omim_gene":["300377"],"entrez_gene":["1756"],"uniprotkb_swissprot":["P11532"]}},{"id":"ENSG00000175497","symbol":"DPP10","name":"dipeptidyl-peptidase 10 (non-functional)","type":"protein_coding","chromosome":"2","start":115199876,"end":116603328,"affectedDonorCountTotal":2853,"affectedDonorCountFiltered":2853,"strand":1,"description":"This gene encodes a single-pass type II membrane protein that is a member of the S9B family in clan SC of the serine proteases. This protein has no detectable protease activity, most likely due to the absence of the conserved serine residue normally present in the catalytic domain of serine proteases. However, it does bind specific voltage-gated potassium channels and alters their expression and biophysical properties. Mutations in this gene have been associated with asthma. Alternate transcriptional splice variants, encoding different isoforms, have been characterized. [provided by RefSeq, Jul 2008]","externalDbIds":{"hgnc":["20